<HTML>
<HEAD>
<TITLE>Ecriture et phonologie</TITLE>
</HEAD>
<BODY BACKGROUND="../../../Images/rain.gif" BGCOLOR="#88C4FF" TEXT="#000000" LINK="#FF3535"
	VLINK="#B70000" ALINK="#6962FF">
<FONT SIZE=7>
<P ALIGN=CENTER><A NAME="debut">Ecriture</A> et phonologie</P>
</FONT>
<P>&nbsp;Quand je disais que cette langue fait une diff&eacute;rence profonde entre racines et suffixes, cela se voit aussi au niveau du syst&egrave;me
d'&eacute;criture. Ainsi, les racines en Azak s'&eacute;crivent &agrave; l'aide d'un <A HREF="ecriture.html#alphabet">alphabet</A> tandis que les suffixes
s'&eacute;crivent &agrave; l'aide d'un <A HREF="ecriture.html#syllabaire">syllabaire</A> dont l'origine semble &ecirc;tre compl&egrave;tement diff&eacute;rente tant
ces deux syst&egrave;mes sont diff&eacute;rents m&ecirc;me du point de vue du style d'&eacute;criture. Leur seul point commun (et je ne vois pas comment il aurait pu en &ecirc;tre
autrement) est que l'Azak s'&eacute;crit de droite &agrave; gauche.
<P><OL TYPE=I>
<FONT SIZE=+2><B><LI><A NAME="alphabet">L'alphabet</A>.</B></FONT>
<P>&nbsp;L'alphabet ne sert &agrave; &eacute;crire que les racines. Il est form&eacute; de lettres assez anguleuses et plus hautes que larges. Voyez ci-dessous cet alphabet mis dans l'ordre
traditionnel (de droite &agrave; gauche en lignes) avec pour chaque lettre son nom dans la transcription latine qui sera utilis&eacute;e (d&eacute;sol&eacute; pour mon &eacute;criture)&nbsp;:
<BR><IMG SRC="../../../Images/alphazak.gif" ALT="Alphabet Azak" WIDTH="475" HEIGHT="250">
<P>&nbsp;Voyez plus loin pour la <A HREF="ecriture.html#prononciation">prononciation</A> de ces lettres.
<P><FONT SIZE=+2><B><LI><A NAME="syllabaire">Le</A> syllabaire.</B></FONT>
<P>&nbsp;Ce terme de syllabaire n'est pas le mieux choisi. En effet, les "syllabes" ici &eacute;voqu&eacute;es sont en fait des suffixes, et les suffixes disyllabiques sont consid&eacute;r&eacute;s ici comme les suffixes
monosyllabiques et poss&egrave;dent un seul signe. Seulement, les suffixes sont une liste ferm&eacute;e et il est traditionnel de les placer dans un tableau avec en colonne les voyelles initiales et en lignes les consonnes finales, m&ecirc;me
si beaucoup de suffixes sont mis &agrave; des places qui ne conviennent normalement pas. C'est la tradition qui compte. Le syllabaire est pr&eacute;sent&eacute; ci-dessous. La transcription latine utilis&eacute;e est la m&ecirc;me qu'avec
l'<A HREF="ecriture.html#alphabet">alphabet</A>&nbsp;:
<BR><IMG SRC="../../../Images/syllazak.gif" ALT="Syllabaire Azak" WIDTH="541" HEIGHT="575">
<P>&nbsp;Comme on le voit, il existe des "trous" dans ce tableau (correspondant &agrave; des combinaisons ne formant pas des suffixes existants). De plus, les signes sont plus petits que ceux de l'<A HREF="ecriture.html#alphabet">alphabet</A> et plus cursifs.
<P><FONT SIZE=+2><B><LI>La ponctuation.</B></FONT>
<P>&nbsp;L'Azak ne poss&egrave;de pas tous ces signes de ponctuation compliqu&eacute;s qui apparaissent dans les langues &eacute;crites en alphabet latin. Cela est d&ucirc; &agrave; l'existence des <A HREF="Grammaire/externe.html#contextuel">suffixes contextuels</A> dont le sens correspond souvent
&agrave; certains signes de ponctuation comme les points d'interrogation et d'exclamation. Il en r&eacute;sulte qu'il n'y a que deux signes de ponctuation&nbsp;: le point (une barre verticale de la taille des lettres de l'alphabet) et la virgule (une barre verticale de la taille des signes syllabiques).
Le point s'emploie l&agrave; o&ugrave; le fran&ccedil;ais emploie le point, le point d'exclamation ou le point d'interrogation, la virgule dans tous les autres cas qui peuvent se pr&eacute;senter.
<P><FONT SIZE=+2><B><LI><A NAME="prononciation">Prononciation</A>.</B></FONT>
<P>&nbsp;La transcription latine utilis&eacute;e est, comme l'<A HREF="ecriture.html">alphabet azak</A>, phon&eacute;tique (chaque lettre correspond &agrave; un seul son -les digraphes <B>sh</B> et <B>zh</B> sont consid&eacute;r&eacute;s comme une seule lettre chacun-).
La prononciation est donc donn&eacute;e &agrave; partir de cet alphabet. Dans la transcription en IPA, l'apostrophe d&eacute;signera l'accent tonique. Pour chaque lettre, on donnera aussi le nom de la lettre correspondante en azak et le sens de ce nom (les syllabes ne
poss&egrave;dent pas de nom car elles ne sont jamais &eacute;pel&eacute;es &agrave; cause de leur sens uniquement grammatical)&nbsp;:
<TABLE BORDER=2 WIDTH="90%" CELLSPACING=4 CELLPADDING=5>
<TR>
<TH COLSPAN=5>VOYELLES</TH>
</TR>
<TR>
<TH>Lettre</TH>
<TH>Nom</TH>
<TH>Sens</TH>
<TH>IPA</TH>
<TH>Prononciation</TH>
</TR>
<TR>
<TD>A</TD>
<TD>aznan [azn'an]</TD>
<TD>"mur, barri&egrave;re"</TD>
<TD>[a]</TD>
<TD>a dans 'patte'</TD>
</TR>
<TR>
<TD>O</TD>
<TD>orin [or'in]</TD>
<TD>"sommet, cime"</TD>
<TD>[o] ou [c]*</TD>
<TD>&ocirc; dans 'h&ocirc;te' ou o dans 'ordre'</TD>
</TR>
<TR>
<TD>U</TD>
<TD>ugash [ug'aS]</TD>
<TD>"milieu, centre"</TD>
<TD>[u]</TD>
<TD>ou dans 'fou'</TD>
</TR>
<TR>
<TD>I</TD>
<TD>imnes [imn'es]</TD>
<TD>"pied, bas"</TD>
<TD>[i]</TD>
<TD>i dans 'id&eacute;e'</TD>
</TR>
<TR>
<TD>E</TD>
<TD>eshmir [eSm'ir]</TD>
<TD>"main"</TD>
<TD>[e] ou [3]*</TD>
<TD>&eacute; dans '&eacute;t&eacute;' ou &egrave; dans 'p&egrave;re'</TD>
</TR>
</TABLE>
* Les deux r&eacute;alisations sont possibles suivant l'environnement de la voyelle.
<P><TABLE BORDER=2 WIDTH="90%" CELLSPACING=4 CELLPADDING=5>
<TR>
<TH COLSPAN=5>CONSONNES</TH>
</TR>
<TR>
<TH COLSPAN=5>Occlusives</TH>
</TR>
<TR>
<TH>Lettre</TH>
<TH>Nom</TH>
<TH>Sens</TH>
<TH>IPA</TH>
<TH>Prononciation</TH>
</TR>
<TR>
<TD>K</TD>
<TD>kenop [ken'op]</TD>
<TD>"(c&ocirc;t&eacute;) gauche"</TD>
<TD>[k]</TD>
<TD>k dans 'k&eacute;pi'</TD>
</TR>
<TR>
<TD>G</TD>
<TD>gutor [gut'or]</TD>
<TD>"chien"</TD>
<TD>[g]</TD>
<TD>g dans 'gare'</TD>
</TR>
<TR>
<TD>P</TD>
<TD>posop [pos'op]</TD>
<TD>"arche"</TD>
<TD>[p]</TD>
<TD>p dans 'p&egrave;re'</TD>
</TR>
<TR>
<TD>B</TD>
<TD>bejan [bej'an]</TD>
<TD>"arc"</TD>
<TD>[b]</TD>
<TD>b dans 'barque'</TD>
</TR>
<TR>
<TD>T</TD>
<TD>tomig [tom'ig]</TD>
<TD>"ciel"</TD>
<TD>[t]</TD>
<TD>t dans 'trombe'</TD>
</TR>
<TR>
<TD>D</TD>
<TD>dised [dis'ed]</TD>
<TD>"cristal"</TD>
<TD>[d]</TD>
<TD>d dans 'dent'</TD>
</TR>
<TR>
<TH COLSPAN=5>Fricatives</TH>
</TR>
<TR>
<TH>Lettre</TH>
<TH>Nom</TH>
<TH>Sens</TH>
<TH>IPA</TH>
<TH>Prononciation</TH>
</TR>
<TR>
<TD>S</TD>
<TD>saldid [sald'id]</TD>
<TD>"eau"</TD>
<TD>[s]</TD>
<TD>ss dans 'tasse'</TD>
</TR>
<TR>
<TD>Z</TD>
<TD>zajod [zaj'od]</TD>
<TD>"fl&egrave;che"</TD>
<TD>[z]</TD>
<TD>z dans 'z&egrave;bre'</TD>
</TR>
<TR>
<TD>F</TD>
<TD>fojas [foj'as]</TD>
<TD>"r&eacute;cipient, tasse"</TD>
<TD>[f]</TD>
<TD>f dans 'f&ecirc;te'</TD>
</TR>
<TR>
<TD>V</TD>
<TD>veman [vem'an]</TD>
<TD>"ami, compagnon"</TD>
<TD>[v]</TD>
<TD>v dans 'venue'</TD>
</TR>
<TR>
<TD>SH</TD>
<TD>shasot [Sas'ot]</TD>
<TD>"(c&ocirc;t&eacute;) droit"</TD>
<TD>[S]</TD>
<TD>ch dans 'chat'</TD>
</TR>
<TR>
<TD>ZH</TD>
<TD>zhozar [Zoz'ar]</TD>
<TD>"oiseau"</TD>
<TD>[Z]</TD>
<TD>j dans 'jardin'</TD>
</TR>
<TR>
<TH COLSPAN=5>Nasales</TH>
</TR>
<TR>
<TH>Lettre</TH>
<TH>Nom</TH>
<TH>Sens</TH>
<TH>IPA</TH>
<TH>Prononciation</TH>
</TR>
<TR>
<TD>N</TD>
<TD>nikov [nik'ov]</TD>
<TD>"espace, cosmos"</TD>
<TD>[n]</TD>
<TD>n dans 'nez'</TD>
</TR>
<TR>
<TD>M</TD>
<TD>marshak [marS'ak]</TD>
<TD>"plan&egrave;te, monde"</TD>
<TD>[m]</TD>
<TD>m dans 'maison'</TD>
</TR>
<TH COLSPAN=5>Liquides et semi-voyelle</TH>
</TR>
<TR>
<TH>Lettre</TH>
<TH>Nom</TH>
<TH>Sens</TH>
<TH>IPA</TH>
<TH>Prononciation</TH>
</TR>
<TR>
<TD>L</TD>
<TD>lumak [lum'ak]</TD>
<TD>"soleil"</TD>
<TD>[l]</TD>
<TD>l dans 'livre'</TD>
</TR>
<TR>
<TD>J</TD>
<TD>jamod [jam'od]</TD>
<TD>"fen&ecirc;tre"</TD>
<TD>[j]</TD>
<TD>y dans 'yeux'</TD>
</TR>
<TR>
<TD>R</TD>
<TD>rushaj [ruS'aj]</TD>
<TD>"arbre"</TD>
<TD>[r]</TD>
<TD>r roul&eacute;</TD>
</TR>
</TABLE>
<P><FONT SIZE=+2><B><LI>Morphologie</A>.</B></FONT>
<P>&nbsp;Les suffixes &eacute;tant parfaitement d&eacute;finis, il n'est pas n&eacute;cessaire de discuter de leur structure. Seule la structure de la syllabe dans la racine nous int&eacute;resse ici. La structure de la syllabe peut &ecirc;tre r&eacute;sum&eacute;e par le sch&eacute;ma
suivant&nbsp;: <B>((C)V)C</B>. Oui, vous avez bien vu, une syllabe peut n'&ecirc;tre compos&eacute;e que d'une consonne, et il existe des racines compos&eacute;es d'une seule consonne&nbsp;! Il existe une r&egrave;gle suppl&eacute;mentaire qui dit que les suites de trois consonnes ou plus
sont interdites, ainsi que les suites de deux consonnes en d&eacute;but ou en fin de mot et les suites de deux voyelles. En fait, m&ecirc;me dans la formation de mots compos&eacute;s, de telles suites n'apparaissent jamais justement gr&acirc;ce &agrave; ces r&egrave;gles.
<P><FONT SIZE=+2><B><LI>L'accent.</B></FONT>
<P>&nbsp;L'Azak poss&egrave;de un accent tonique de mot qui consiste &agrave; appuyer sur la voyelle tonique (comme en espagnol). Cet accent porte toujours sur la derni&egrave;re voyelle du radical (racine ou mot compos&eacute;), ou sur la premi&egrave;re voyelle du premier suffixe si la racine est
form&eacute;e d'une unique consonne. Comme l'<A HREF="ecriture.html#alphabet">alphabet</A> et le <A HREF="ecriture.html#syllabaire">syllabaire</A> &agrave; l'&eacute;crit, l'accent tonique sert &agrave; diff&eacute;rencier les racines des suffixes &agrave; l'oral. Dans un mot compos&eacute;, seule la
derni&egrave;re racine poss&egrave;de un v&eacute;ritable accent tonique, mais les autres racines poss&egrave;dent aussi un accent secondaire plus faible.
<P>&nbsp;Comme la transcription latine peut cr&eacute;er des ambigu&iuml;t&eacute;s en ce qui concerne la s&eacute;paration entre racine et suffixes (ambigu&iuml;t&eacute;s qui n'existent pas avec l'&eacute;criture azak, ce qui explique pourquoi l'accent tonique n'est pas not&eacute;), j'ai adopt&eacute; une
convention qui consiste &agrave; relier les suffixes entre eux et avec la racine avec des tirets. S'il faut mettre en relief le fait qu'un mot est compos&eacute;, cela sera fait en s&eacute;parant les racines par des points.
</OL>
<HR>
Pour tous vos commentaires, <A HREF="mailto:rainbow.conlang@free.fr">&eacute;crivez-moi</A>&nbsp;!
<HR>
Retour &agrave; la <A HREF="intro.html">page d'introduction &agrave; l'Azak</A>.
<HR>
Retour au <A HREF="ecriture.html#debut">d&eacute;but de cette page</A>.
<HR>
<FONT SIZE=1>Copyright &copy; 2000-2004 <A HREF="mailto:rainbow.conlang@free.fr">Christophe Grandsire</A> / Derni&egrave;re mise &agrave; jour le 5 juin 2000.</FONT>
</BODY>
</HTML>